/* Message displayed on the keyboard preferences pane when a user attempts to bind a key that is already bound to another action */
"'%@' is already bound to '%@'" = "'%1$@' is already bound to '%2$@'";

/* Informative text asking the user whether he or she would like to overwrite an existing keyboard configuration of the same name, or cancel saving */
"A keyboard configuration already exists with the name '%@'. Would you like to replace it?" = "A keyboard configuration already exists with the name '%@'. Would you like to replace it?";

/* Informative text asking the user for confirmation to delete a specified keyboard configuration */
"Are you sure you want to delete the configuration '%@'?" = "Are you sure you want to delete the configuration '%@'?";

/* Title of button displayed on the 'change keyboard configuration with unsaved configuration' alert that allows the user to switch configurations without saving */
"Change without Saving" = "Change without Saving";

/* Title of menu item used to delete the active keyboard configuration */
"Delete Current Configuration" = "Delete Current Configuration";

/* Title of the alert displayed to confirm the deletion of a keyboard configuration */
"Delete Keyboard Configuration" = "Delete Keyboard Configuration";

/* Format for the prompt for the user to bind a new key to a specified action */
"Press a key to bind to '%@'" = "Press a key to bind to '%@'";

/* Title of the alert displayed when the user attempts to save a keyboard configuration using the name of an existing configuration */
"Replace Keyboard Configuration" = "Replace Keyboard Configuration";

/* Title of button displayed on the 'change keyboard configuration or dismiss view with unsaved configuration' alert that allows the user to save the unsaved configuration */
"Save Configuration" = "Save Configuration";

/* Title of menu item used to save the active keyboard configurations */
"Save Current Configuration..." = "Save Current Configuration...";

/* Title of the alert displayed when the user attempts to change keyboard configurations or dismiss the view while the active configuration is unsaved */
"Unsaved Keyboard Configuration" = "Unsaved Keyboard Configuration";

/* Informative text asking for confirmation before dismissing the keyboard configurations preference pane with an unsaved active configuration */
"Your current key configuration is unsaved. Do you wish to save the configuration?" = "Your current key configuration is unsaved. Do you wish to save the configuration?";

/* Informative text explaining the alert when the user attempts to change keyboard configurations while the active configuration is unsaved */
"Your current key configuration is unsaved. If you change configurations, it will be lost. Do you  wish to save the configuration first?" = "Your current key configuration is unsaved. If you change configurations, it will be lost. Do you  wish to save the configuration first?";

